{
  "2017": {
    "header": "Class of 2017",
    "profiles": [
      {
        "name": "Sebastian Seow",
        "role": "President",
        "picture": "/assets/images/team/profiles/2017/SebastianSeow.png",
        "biography": "Sebastian was President of SMU-SMIF during his time at SMU. He graduated with a Bachelor of Business Management. Sebastian currently works as an investment banking analyst at Credit Suisse. He previously interned at Credit Suisse and Standard Chartered in their respective investment banking divisions.",
        "linkedin": "https://www.linkedin.com/in/sebastianseowweihan/"
      },
      {
        "name": "Charles Phan",
        "role": "Vice President",
        "picture": "/assets/images/team/profiles/2017/CharlesPhan.png",
        "biography": "Charles was Vice President for SMU-SMIF during his time at SMU. He graduated with a Bachelor of Economics. Charles is currently a M&A associate at KPMG. He previously interned at Huttons Real Estate, American Express, and Wellington Management.",
        "linkedin": "https://www.linkedin.com/in/charles-phan/"
      },
      {
        "name": "Jayme Kwek",
        "role": "Vice President",
        "picture": "/assets/images/team/profiles/2017/JaymeKwek.png",
        "biography": "Jayme was Vice President of SMU-SMIF during his time at SMU. He graduated with a B.Sc, Economics & Finance. Jayme is currently an investment banking analyst at Credit Suisse. He previously worked at Deustche Bank as an investment banking analyst after interning there. He also had prior analyst positions at Apollo Global and Abacus Capital.",
        "linkedin": "https://www.linkedin.com/in/jayme-kwek-07819590/"
      },
      {
        "name": "Benjamin Tho",
        "role": "Sector Head",
        "picture": "/assets/images/team/profiles/2017/BenjaminTho.png",
        "biography": "Benjamin was Sector Head of Industrials for SMU-SMIF during his time at SMU. He graduated with a Bachelor of Accountancy. Benjamin is currently a Senior Associate of Investor Relations at Financial PR, a leading investor relations firm. He previously interned at GAO Capital, PIckering Pacific, and Seatown Holdings.",
        "linkedin": "https://www.linkedin.com/in/benjamintho/"
      },
      {
        "name": "Irwin Goh",
        "role": "Sector Head",
        "picture": "/assets/images/team/profiles/2017/IrwinGoh.png",
        "biography": "Irwin was Sector Head of Consumers during his time at SMU-SMIF. He graduated with a Double Degree in Accountancy and Business Management. Irwin is currently doing busines development and M&A at Louis Dreyfus. He previously worked at Barclays as an investment banking analyst after interning there. He also had prior internships at Credence Investments and HSBC.",
        "linkedin": "https://www.linkedin.com/in/gohirwin/"
      },
      {
        "name": "Neo You Yue (Paul)",
        "role": "Sector Head",
        "picture": "/assets/images/team/profiles/2017/NeoYouYuePaul.png",
        "biography": "Paul was Sector Head of Property & REITS for SMU-SMIF during his time at SMU. He graduated with a Bachelor of Accountancy. Paul is currently an investment banking analyst at TC Capital. He previously interned at Credence Investments.",
        "linkedin": "https://www.linkedin.com/in/you-yue-neo-paul-213866a4/"
      },
      {
        "name": "Amanda Teo",
        "role": "Member",
        "picture": "/assets/images/team/profiles/2017/AmandaTeo.png",
        "biography": "Amanda was a member of SMU-SMIF during her time at SMU. She graduated with a Double Degree in Accountancy and Business Management. She is currently a management consultant at McKinsey & Company. Amanda previously interned at McKinsey, DBS, Standard Chartered, and Deutsche Bank.",
        "linkedin": "https://www.linkedin.com/in/amanda-teo/"
      },
      {
        "name": "Chiang Ming Rui",
        "role": "Member",
        "picture": "/assets/images/team/profiles/2017/ChiangMingRui.png",
        "biography": "Ming Rui was a member of SMU-SMIF during his time at SMU. He graduated with a Bachelor of Business Management. Ming Rui is currently a Senior Associate at the Ministry of Finance (Singapore). He previously interned at Credence Investments, Temasek Holdings, and Seatown Holdings.",
        "linkedin": "https://www.linkedin.com/in/chiang-ming-rui-818a97b2/"
      },
      {
        "name": "Gerald Chua",
        "role": "Member",
        "picture": "",
        "biography": "Gerald was a member of SMU-SMIF during his time at SMU. He graduated with a Bachelor of Business Administration. Gerald is currently an investment analyst at Lauro Asset Management. He previously interned at DCG Capital, Seatown Holdings, and Nomura.",
        "linkedin": "https://www.linkedin.com/in/gerald-chua-783875a4/"
      },
      {
        "name": "Jason Ying",
        "role": "Member",
        "picture": "/assets/images/team/profiles/2017/JasonYing.png",
        "biography": "Jason was a member of SMU-SMIF during his time at SMU. He graduated with a Bachelor of Business Administration. Jason is currently a manager in the Group Strategic Investment arm of Singtel. He previously worked at Standard Chartered Bank, after interning there as in the investment banking division. He also interned at GAO Capital.",
        "linkedin": "https://www.linkedin.com/in/jason-ying-7a496264/"
      },
      {
        "name": "Melvin Singh",
        "role": "Member",
        "picture": "/assets/images/team/profiles/2017/MelvinSingh.png",
        "biography": "Melvin was a member of SMU-SMIF during his time at SMU. He graduated with a Bachelor of Accountancy. Melvin is currently doing Audit & Assurance at PwC. He previously interned in the corporate advisory division of Baker Tilly TFW.",
        "linkedin": "https://www.linkedin.com/in/melvin-paul-singh-b83b3890/"
      },
      {
        "name": "Nigel Koh",
        "role": "Member",
        "picture": "/assets/images/team/profiles/2017/NigelKoh.png",
        "biography": "Nigel was a member of SMU-SMIF during his time at SMU. He graduated with a Double Degree in Accountancy and Business Management. Nigel is currently a consultant at FTI Consulting. He previously interned at KPMG, UOB, and Ernst & Young.",
        "linkedin": "https://www.linkedin.com/in/nigelkohrq/"
      },
      {
        "name": "Pei Ting Lian",
        "role": "Member",
        "picture": "/assets/images/team/profiles/2017/PeiTingLian.png",
        "biography": "Pei Ting was a member of SMU-SMIF during her time at SMU. She graduated with a Bachelor of Economics. Pei Ting is currently an associate analyst at Mastercard. She previously interned at KPMG and Singapore Economic Development Board. ",
        "linkedin": "https://www.linkedin.com/in/pei-ting-lian-a7a77884/"
      },
      {
        "name": "Prashant Dadlani",
        "role": "Member",
        "picture": "/assets/images/team/profiles/2017/PrashantDadlani.png",
        "biography": "Prashant was a member of SMU-SMIF during his time at SMU. He graduated with a Bachelor of Business Management. He is the founder/CEO of blu, a Singapore-based start-up specializing in retail technology and logistics. He previously interned at Aviva.",
        "linkedin": "https://www.linkedin.com/in/prashantdadlani/"
      },
      {
        "name": "Ronald Neo",
        "role": "Member",
        "picture": "/assets/images/team/profiles/2017/RonaldNeo.png",
        "biography": "Ronald was a member of SMU-SMIF during his time at SMU. He graduated with a Bachelor of Accountancy. Ronald is currently a global capital markets analyst at Morgan Stanley. He previously interned at DBS Bank as a debt capital markets summer analyst.",
        "linkedin": "https://www.linkedin.com/in/ronaldneo/"
      },
      {
        "name": "Cheong Wen Quan",
        "role": "Member",
        "picture": "/assets/images/team/profiles/2017/CheongWenQuan.png",
        "biography": "Wen Quan was a member of SMU-SMIF during his time at SMU. He graduated with a Bachelor of Business Administration. Wen Quan currently works as an equity analyst at Mawer Investment Management. He previously interned at Seatown Holdings.",
        "linkedin": "https://www.linkedin.com/in/cheong-wen-quan-92048564/"
      },
      {
        "name": "Winston Ong",
        "role": "Member",
        "picture": "/assets/images/team/profiles/2017/WinstonOng.png",
        "biography": "Winston was a member of SMU-SMIF during his time at SMU. He graduated with a Bachelor of Business Management. Winston is currently a consultant at Lydiant Interactive, a digital agency specializing in web development and analytics. He previously interned at Deustche Bank and Tokio Marine Asia.",
        "linkedin": "https://www.linkedin.com/in/winstonong/"
      },
      {
        "name": "Ai Xin",
        "role": "Member",
        "picture": "/assets/images/team/profiles/2017/AiXin.png",
        "biography": "Ai Xin was a member of SMU-SMIF during his time at SMU. He graduated with a Bachelor of Accountancy. Ai Xin is currently a management associate at Sea Ltd, the holding company of Garena, Shopee, and AirPay. He previously interned at Seatown Holdings, Quadria Capital, GAO Capital, and Temasek Holdings.",
        "linkedin": "https://www.linkedin.com/in/aixinsingapore/"
      }
    ]
  },
  "2012": {
    "header": "Class of 2012",
    "profiles": [
      {
        "name": "Edmund Tan",
        "role": "Member",
        "picture": "",
        "biography": "Edmund was a member of SMU-SMIF during his time at SMU. He graduated with a Double Degree in Business Management & Economics. He is currently a Partner at Pareto Securities, an independent full-service investment bank. He previously worked at Reciprocus International as an M&A analyst, Dymon Asia as an investment analyst, Standard Chartered as an investment banking analyst, and Barclays as a global markets analyst.",
        "linkedin": "https://www.linkedin.com/in/edmund-tan-65bb2a66/"
      }
    ]
  },
  "2010": {
    "header": "Class of 2010",
    "profiles": [
      {
        "name": "Cipto Handoyo",
        "role": "Member",
        "picture": "/assets/images/team/profiles/2010/CiptoHandoyo.png",
        "biography": "Cipto was a member of SMU-SMIF during his time at SMU. He is currently a Director at Druk Asia Private Limited, a travel and tour agency. Cipto previously worked as an equity analyst at Aberdeen Asset Management, and as an analyst at JPMorgan.",
        "linkedin": "https://www.linkedin.com/in/cipto/"
      },
      {
        "name": "David Chow",
        "role": "Member",
        "picture": "/assets/images/team/profiles/2010/DavidChow.png",
        "biography": "David was a member of SMU-SMIF during his time at SMU. He graduated with a Bachelor of Accountancy and is currently an analyst at Azure Capital Pte Ltd, a hedge fund focusing on special situations and absolute returns in the small- and mid-cap space. David previously worked at Pheim Asset Management Pte Ltd as an Equities Research Intern, Aberdeen Asset Management Asia as a Fixed Income Intern, and at Pine Forest Capital Pte Ltd as an analyst.",
        "linkedin": "https://www.linkedin.com/in/david-chow-5a41233a/"
      },
      {
        "name": "George Koh, CFA",
        "role": "Member",
        "picture": "",
        "biography": "George was a member of SMU-SMIF during his time at SMU. He graduated with a Bachelor of Business Management. He is currently an Associate Director at Brandes Investment Partners, a global value-focused asset manager. George previously worked as Vice President at JPMorgan Asset Management and interned at GE Healthcare.",
        "linkedin": "https://www.linkedin.com/in/georgekoh/"
      }
    ]
  }
}
